tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/php'

brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'coreutils'
brew 'findutils'
brew 'bash'
brew 'git'
brew 'tree'
brew 'wget'
brew 'profanity'
brew 'archey'
brew 'vim'
brew 'tmux'


cask 'alfred'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'gpgtools'
cask 'iterm2'
cask 'mysqlworkbench'
cask 'torbrowser'
cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'

cask 'qlcolorcode' 
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json' 
cask 'quicklook-csv' 
cask 'betterzipql' 
cask 'qlimagesize' 
cask 'suspicious-package' 
cask 'quicklookase' 
cask 'qlvideo'